export const messages = [
  {
    type: "text",
    userId: 1,
    date: 1539669362143,
    content: "привет как дела",
  },
  {
    type: "text",
    userId: 2,
    date: 1539669362146,
    content: "хорошо, а у тебя?",
  },

  {
    type: "text",
    userId: 1,
    date: 1539669362146,
    content:
      "До вечера должен оклематься \n" +
      "Недельку, думаю, лома поваляется \n" +
      "А так минимум месяц нельзя скакать, поднимать ниче и сидеть долго",
  },
  {
    type: "text",
    userId: 1,
    date: 1539669362143,
    content: "привет как дела",
  },
  {
    type: "text",
    userId: 2,
    date: 1539669362146,
    content: "хорошо, а у тебя?",
  },

  {
    type: "text",
    userId: 1,
    date: 1539669362146,
    content:
      "До вечера должен оклематься \n" +
      "Недельку, думаю, лома поваляется \n" +
      "А так минимум месяц нельзя скакать, поднимать ниче и сидеть долго",
  },
  {
    type: "text",
    userId: 1,
    date: 1539669362143,
    content: "привет как дела",
  },
  {
    type: "text",
    userId: 2,
    date: 1539669362146,
    content: "хорошо, а у тебя?",
  },
  {
    type: "text",
    userId: 1,
    date: 1539669362146,
    content:
      "До вечера должен оклематься \n" +
      "Недельку, думаю, лома поваляется \n" +
      "А так минимум месяц нельзя скакать, поднимать ниче и сидеть долго",
  },
  {
    type: "text",
    userId: 1,
    date: 1539669362143,
    content: "привет как дела",
  },
  {
    type: "text",
    userId: 2,
    date: 1539669362146,
    content: "хорошо, а у тебя?",
  },
  {
    type: "text",
    userId: 1,
    date: 1539669362146,
    content: `До вечера должен оклематься \n
      Недельку, думаю, лома поь ниче и сидеть долго`,
  },
];
